<div class=" container h-full m-auto flex justify-center space-x-12">
	<div class=" p-8 space-y-8 h-24 mb-24">
		<header class=" space-y-4">
			<h1 class="h1">養貓用品準備</h1>
			<p class=" text-gray-500 text-lg">收養貓咪之前該替牠們準備甚麼呢？</p>
			<span class="badge variant-soft">貓砂盆</span>
			<span class="badge variant-soft">貓抓板</span>

			<hr />
		</header>
		<div class=" w-[36rem] object-cover m-auto">
			<img src="/document_images/env-necessaries_preparation.png" alt="care-basic-knowledge" />
		</div>

		<div class=" space-y-10">
			<div class="w-[36rem] space-y-3">
				<h3 class="h3">貓砂 & 貓砂盆</h3>
				<p>
					為了每天觀察貓咪的大小便狀態，以便及早發現身體異常情況，我們應該確保貓咪使用貓砂以及貓砂盆，
					而不要訓練牠們上馬桶或洗手台。貓砂有多種類型，主要分為崩解型和凝結型。若使用崩解型貓砂，應該選用雙層式貓砂盆；
					而使用凝結型貓砂時，則適合單層式貓砂盆。貓砂盆的選擇應該考慮到大小和易於清理。此外，許多貓咪不喜歡帶蓋子的貓砂盆，
					因此對於新手養貓者來說，最好購買便宜且開放式、大的貓砂盆，同時配合礦砂使用。
				</p>
			</div>

			<div class="w-[36rem] space-y-3">
				<h3 class="h3">貓抓板</h3>
				<p>
					貓咪天性需要磨爪，作為發洩情緒、標記氣味、更新指甲的重要需求，因此挑選適當的貓抓板對於新手養貓來說也是十分重要的一環。
					但是因為每隻貓咪對於貓抓板的需求不盡相同，市面上也有許多不同款式，
					因此建議讀者可以先從瓦楞紙式的貓抓板開始嘗試，看看家裡貓咪的反應後再決定要不要更換。
				</p>
			</div>

			<div class="w-[36rem] space-y-3">
				<h3 class="h3">指甲剪、毛梳、刷牙用具</h3>
				<p>
					貓咪就跟人一樣，需要定期剪指甲、梳毛還有刷牙來維持身體的整潔，以及避免指甲過長會刮傷自己。
					固定梳毛可以讓貓咪的毛髮維持整潔，避免貓毛整個屋子滿天飛，幫忙貓咪刷毛也可以促進主人和貓咪之間的感情喔！
					除此之外，刷牙也是很重要的一環，長期疏忽清潔牙齒的貓咪容易罹患牙結石、口腔炎等等疾病。但刷牙需要慢慢練習，
					主人在幫貓咪刷牙的時候記得安撫牠們，避免牠們對刷牙這個行為產生恐懼喔！
				</p>
			</div>

			<div class="w-[36rem] space-y-3">
				<h3 class="h3">外出籠</h3>
				<p>
					雖然說貓咪不需要像狗狗一樣時常帶出門溜達，但總是會有需要出門的時候，這個時候外出籠就派上用場了！挑選外出籠時千萬記得要選擇貓咪不容易偷跑出來的硬殼款式，
					同時硬殼款式也比較容易將貓咪放進去，避免牠們在掙扎的時候傷害到自己或是主人。平時在家的時候可以將外出籠的上蓋打開，裡面鋪上軟毛巾或是貓咪喜歡的軟墊，
					讓貓咪事先習慣這個籠子，實際上要使用的時候就能夠避免牠們因為對於籠子的不熟悉而造成的恐懼喔！
				</p>
			</div>

			<div class="h-36" />
		</div>
	</div>
</div>
