<div class=" container h-full m-auto flex justify-center space-x-12">
	<div class=" p-8 space-y-8 h-24 mb-24">
		<header class=" space-y-4">
			<h1 class="h1">貓愛滋與貓白血病</h1>
			<p class=" text-gray-500 text-lg">愛滋病和白血病是兩種常見的貓咪傳染病喔！</p>
			<span class="badge variant-soft">貓愛滋</span>
			<span class="badge variant-soft">貓白血病</span>
			<span class="badge variant-soft">貓免疫缺陷疾病</span>

			<hr />
		</header>
		<div class=" w-[36rem] object-cover m-auto">
			<img src="/document_images/cat-aids.jpg" alt="cat-aids" />
		</div>

		<div class=" space-y-10">
			<div class="w-[36rem] space-y-3">
				<h3 class="h3">貓愛滋病</h3>
				<p>
					貓愛滋病是由愛滋病毒引起的，感染的貓咪不一定會發病。發病時可能伴隨免疫系統受損和其他感染，如發燒、細菌、病毒或寄生蟲感染。
					貓愛滋病可由貓咪之間打架、深咬或血液感染傳播，但垂直傳染給幼貓的情況很少見。貓愛滋病可能引起貧血、骨髓抑制和骨髓病變等症狀，
					影響貓咪的生活品質。重要的是，貓愛滋病不會傳染給人類。
				</p>
				<p>
					對於常在戶外活動、易受打架傷害、剛領養或母貓是愛滋病毒陽性的貓咪，建議進行愛滋病篩檢。早期感染通常無症狀，檢測抗體是常用的篩檢方法。幼貓可能帶有母源抗體，
					需等到4-6個月後消失。若在6個月前篩檢為陽性，建議6個月後再次檢測以排除偽陽性。
					剛感染愛滋病毒的貓咪可能需3-4個月形成抗體，所以流浪貓篩檢結果陰性後，建議四個月後再次檢測，以排除偽陰性情況。
				</p>
			</div>

			<div class="w-[36rem] space-y-3">
				<h3 class="h3">貓白血病</h3>
				<p>
					貓白血病是由反轉錄病毒引起的疾病，與許多其他疾病有關，如淋巴瘤、骨髓抑制和免疫缺陷等。症狀因貓咪的免疫力和感染程度而異，
					包括體重減輕、發燒、食慾不振、呼吸道和消化道問題，甚至貧血和骨髓增生等。貓白血病通常是水平感染，透過親密接觸傳播，如共用食器、砂盆、理毛、交配或哺乳等。
				</p>
				<p>
					新養的貓咪、曾經接觸過白血病貓或預計接種白血病疫苗前的貓咪都應該進行篩檢。不同於貓愛滋病，貓白血病的快速篩檢是檢測血液中是否存在「抗原」，
					因此不受母源抗體的影響。貓咪接觸白血病病毒後，可能會有夭折感染、漸進感染或遞減感染等三種可能的結果。由於不同結果甚至不同階段的檢驗結果可能有所不同，因此判讀上相對複雜。
				</p>
			</div>

			<div class="h-36" />
		</div>
	</div>
</div>
